Repository: pypi-data/pypi-mirror-279
Catalog: packages/Py-Lav/py_lav-1.15.8.tar.gz/py_lav-1.15.8/pylav/players/locales/*.po
Languages: fr_fr

source: There are no nodes available currently.
fr_fr: Aucun nœud n’est disponible actuellement.

source: Music in {number_of_servers_variable_do_not_translate} servers
fr_fr: Musique dans {number_of_servers_variable_do_not_translate} Serveurs

source: There are no tracks currently in the player history.
fr_fr: Il n’y a actuellement aucune piste dans l’historique du joueur.

source: Current node has the volume filter feature disabled.
fr_fr: La fonctionnalité de filtrage de volume du nœud actuel est désactivée.

source: Current node has the equalizer feature disabled.
fr_fr: La fonction d’égaliseur est désactivée pour le nœud actuel.

source: Current node has the karaoke feature disabled
fr_fr: La fonction de karaoké du nœud actuel est désactivée

source: Current node has the timescale feature disabled.
fr_fr: La fonctionnalité d’échelle de temps du nœud actuel est désactivée.

source: Current node has the tremolo feature disabled.
fr_fr: La fonction trémolo du nœud actuel est désactivée.

source: Current node has the vibrato feature disabled.
fr_fr: La fonction vibrato du nœud actuel est désactivée.

source: Current node has the rotation feature disabled.
fr_fr: La fonctionnalité de rotation du nœud actuel est désactivée.

source: Current node has the distortion feature disabled.
fr_fr: La fonction de distorsion est désactivée pour le nœud actuel.

source: Current node has the low-pass feature disabled.
fr_fr: La fonctionnalité passe-bas est désactivée pour le nœud actuel.

source: Current node has the echo feature disabled.
fr_fr: La fonctionnalité d’écho du nœud actuel est désactivée.

source: Current node has the reverb feature disabled.
fr_fr: Le noeud actuel a la fonction de réverbération désactivée.

source: Current node has the channel-mix feature disabled.
fr_fr: La fonctionnalité de mélange de canaux est désactivée pour le nœud actuel.

source: LIVE
fr_fr: EN DIRECT

source: Now Playing in {server_name_variable_do_not_translate}
fr_fr: En cours de lecture {server_name_variable_do_not_translate}

source: Currently livestreaming
fr_fr: Actuellement en direct

source: Playing:
fr_fr: En cours de lecture :

source: Requester
fr_fr: Source de la demande

source: Duration: {track_duration_variable_do_not_translate}
fr_fr: Durée: {track_duration_variable_do_not_translate}

source: Duration
fr_fr: Durée

source: Previous Track
fr_fr: Piste précédente

source: Next Track
fr_fr: Piste suivante

source: 1 track, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: 1 piste, {queue_total_duration_variable_do_not_translate} restantes

source: 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: 0 piste, {queue_total_duration_variable_do_not_translate} restantes

source: {track_count_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: {track_count_variable_do_not_translate} pistes {queue_total_duration_variable_do_not_translate} restantes

source: Repeating
fr_fr: Répétition en cours

source: Auto Play
fr_fr: Lecture automatique

source: Effects
fr_fr: Effets

source: You can search specific services by using the following prefixes: {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - Apple Music {youtube_music_service_variable_do_not_translate} - YouTube Music {youtube_service_variable_do_not_translate} - YouTube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Music Example: {example_variable_do_not_translate}. If no prefix is used I will default to {fallback_service_variable_do_not_translate}
fr_fr: Vous pouvez rechercher des services spécifiques à l’aide des préfixes suivants : {deezer_service_variable_do_not_translate} - Deezer {spotify_service_variable_do_not_translate} - Spotify {apple_music_service_variable_do_not_translate} - Apple Music {youtube_music_service_variable_do_not_translate} - Musique YouTube {youtube_service_variable_do_not_translate} -Youtube {soundcloud_service_variable_do_not_translate} - SoundCloud {yandex_music_service_variable_do_not_translate} - Yandex Musique Exemple: {example_variable_do_not_translate}. Si aucun préfixe n’est utilisé, j’utiliserai par défaut {fallback_service_variable_do_not_translate}

source: Recently Played for {server_name_variable_do_not_translate}
fr_fr: A récemment joué pour {server_name_variable_do_not_translate}

source: Queue for {server_name_variable_do_not_translate}
fr_fr: File d’attente pour {server_name_variable_do_not_translate}

source: Playing
fr_fr: En cours de lecture

source: Queue order will change every time a track is added due to auto shuffle being enabled.
fr_fr: L’ordre des files d’attente change chaque fois qu’une piste est ajoutée en raison de l’activation de la lecture aléatoire automatique.

source: Page 1 / 1 | 1 track, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: Page 1 / 1 | 1 piste, {queue_total_duration_variable_do_not_translate} restantes

source: Page 1 / 1 | 0 tracks, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: Page 1 / 1 | 0 piste, {queue_total_duration_variable_do_not_translate} restantes

source: Page {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} tracks, {queue_total_duration_variable_do_not_translate} remaining
fr_fr: Page {current_page_variable_do_not_translate} / {total_pages_variable_do_not_translate} | {track_number_variable_do_not_translate} pistes {queue_total_duration_variable_do_not_translate} restantes
